tap "derailed/k9s"
tap "homebrew/bundle"
brew "derailed/k9s/k9s"
brew "diff-so-fancy"
brew "duti"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "libpq"
brew "pnpm"
brew "vim"
brew "watch"
cask "docker-desktop"
cask "insomnia"
cask "font-maple-mono"
cask "visual-studio-code"

# fzf.vim deps
brew "bat"
brew "perl"
brew "ripgrep"
brew "the_silver_searcher"
brew "universal-ctags"
