# Taps
tap "atlassian/homebrew-acli"
tap "derailed/k9s"
tap "keith/formulae"
tap "schpet/tap"

# Brews
brew "acli"
brew "cloud-sql-proxy"
brew "derailed/k9s/k9s"
brew "googleworkspace-cli"
brew "keith/formulae/reminders-cli"
brew "kubernetes-cli"
brew "kubeseal"
brew "schpet/tap/linear"

# Casks
cask "1password"
cask "claude-code@latest"
cask "datagrip"
cask "gather"
cask "gcloud-cli"
cask "google-chrome"
cask "linear-linear"
cask "notion"
cask "pritunl"
cask "slack"
