# Brews
brew "diff-so-fancy"
brew "duti"
brew "fzf"
brew "gh"
brew "git"
brew "googleworkspace-cli"
brew "gnupg"
brew "htop"
brew "jq"
brew "libpq"
brew "pipx"
brew "pnpm"
brew "rbenv"
brew "tmux"
brew "vim"
brew "watch"

# Casks
cask "bitwarden"
cask "chatgpt"
cask "codex"
cask "docker-desktop"
cask "font-maple-mono"
cask "iterm2"
cask "logi-options+"
cask "obsidian"
cask "rectangle"
cask "visual-studio-code"
cask "zed"

# fzf.vim deps
brew "bat"
brew "perl"
brew "ripgrep"
brew "the_silver_searcher"
brew "universal-ctags"
